<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Список категорий обновлен!';
$_['text_default']           = 'Основной магазин';
$_['text_image_manager']     = 'Менеджер изображений';
$_['text_browse']            = 'Обзор';
$_['text_clear']             = 'Очистить';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории:';
$_['entry_meta_keyword']     = 'Мета-тег Keywords:';
$_['entry_meta_description'] = 'Мета-тег Description:';
$_['entry_description']      = 'Описание:';
$_['entry_parent']         	 = 'Родительская категория:';
$_['entry_filter']           = 'Фильтры:<br /><span class="help">(Автозаполнение)</span>';
$_['entry_store']            = 'Магазины:';
$_['entry_keyword']          = 'SEO Keyword:<br /><span class="help">Не используйте пробелы. Замените пробелы тире(-) и убедитесь, что SEO Keyword является уникальным.</span>';
$_['entry_image']            = 'Изображение категории:';
$_['entry_top']              = 'Главное меню:<br/><span class="help">Если флажок установлен, тогда категория будет показана в главном меню . Данную опцию нужно включать только для главных (родительских) категорий.</span>';
$_['entry_column']           = 'Столбцы:<br/><span class="help">Укажите количество столбцов в выпадающем меню категории. Опция применяется только для главных (родительских) категорий.</span>';
$_['entry_sort_order']       = 'Порядок сортировки:';
$_['entry_status']           = 'Статус:';
$_['entry_layout']           = 'Изменить схему:';

// Error
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'У Вас нет прав для изменения категорий!';
$_['error_name']             = 'Название категории должно быть от 2 до 32 символов!';
?>