<?php
// Heading
$_['heading_title']    = 'Файлы для скачивания';

// Text
$_['text_success']     = 'Список файлов для скачивания обновлен!';
$_['text_upload']      = 'Ваш файл успешно загружен!';

// Column
$_['column_name']      = 'Название';
$_['column_remaining'] = 'Количество разрешенных скачиваний';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название:';
$_['entry_filename']   = 'Имя файла:<br /><span class="help">Вы можете загрузить файл с помощью кнопки Загрузить или использовать FTP для загрузки файла в каталог загрузки и заполнить форму.<br /><br />Рекомендуется, чтобы имя файла и маска были разные, для исключения попытки прямого скачивания файла.</span>';
$_['entry_mask']       = 'Маска:';
$_['entry_remaining']  = 'Количество разрешенных скачиваний:';
$_['entry_update']     = 'Обновления для существующих клиентов:<br /><span class="help">Отметьте здесь, чтобы обновлять ранее приобретённые версии.</span>';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения списка файлов!';
$_['error_name']       = 'Название должно быть от 3 до 64 символов!';
$_['error_upload']     = 'Загружать обязательно!!!';
$_['error_filename']   = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']     = 'Файл не существует!';
$_['error_mask']       = 'Маска должна быть от 3 до 128 символов!';
$_['error_filetype']   = 'Недопустимый тип файла!';
$_['error_product']    = 'Этот файл не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';
?>