<?php
// Heading
$_['heading_title']     = 'Фльтры';

// Text
$_['text_success']      = 'Список фильтров обновлен!';

// Column
$_['column_group']      = 'Группа фильтра';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Название группы фильтра:';
$_['entry_name']        = 'Название фильтра:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения списка фильтров!';
$_['error_group']       = 'Название группы фильтра должно быть от 1 до 64 символов!';
$_['error_name']        = 'Название фильтра должно быть от 1 до 64 символов!';
?>