<?php
// Heading
$_['heading_title']     = 'Статьи';

// Text
$_['text_success']      = 'Список статей обновлен!';
$_['text_default']      = 'Основной магазин';

// Column
$_['column_title']      	= 'Название статьи';
$_['column_sort_order'] 	= 'Порядок сортировки';
$_['column_action']     	= 'Действие';

// Entry
$_['entry_title']       	= 'Название статьи:';
$_['entry_description'] 	= 'Описание:';
$_['entry_store']       	= 'Магазины:';
$_['entry_keyword']     	= 'SEO Keyword:<br /><span class="help">Не используйте пробелы. Замените пробелы тире(-) и убедитесь, что SEO Keyword является уникальным.</span>';
$_['entry_bottom']      	= 'Статья в низу сайта:<br/><span class="help">Если флажок установлен, то заголовок статьи будет показан в низу (подвале) сайта.</span>';
$_['entry_status']          = 'Статус:';
$_['entry_sort_order']  	= 'Порядок сортировки:';
$_['entry_layout']      	= 'Выберите схему:';

// Error
$_['error_warning']         = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']  	= 'У Вас нет прав для изменения статей!';
$_['error_title']       	= 'Название статьи должно быть от 3 до 64 символов!';
$_['error_description'] 	= 'Описание должно быть не менее 3 символов!';
$_['error_account']     	= 'Эту страницу нельзя удалить, поскольку она назначена Политикой безопасности по умолчанию!';
$_['error_checkout']    	= 'Эту страницу нельзя удалить, поскольку она назначена Условиями соглашения по умолчанию!';
$_['error_affiliate']   	= 'Страница не может быть удалена, поскольку она используется в условиях партнерской программы!';
$_['error_store']       	= 'Страница не может быть удалена, поскольку она используется в %s магазинах!';
?>