<?php
// Heading
$_['heading_title']    = 'Бесплатная доставка';

// Text 
$_['text_shipping']    = 'Модули доставки';
$_['text_success']     = 'Настройки модуля обновлены!';

// Entry
$_['entry_total']      = 'Порог стоимости:<br /><span class="help">Укажите минимальную сумму, при которой бесплатная доставка будет доступна.</span>';
$_['entry_geo_zone']   = 'Географическая зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем доставки!';
?>