<?php
// Heading
$_['heading_title']             = 'Группа клиентов';

// Text
$_['text_success']              = 'Группы клиентов изменены!';

// Column
$_['column_name']               = 'Название группы клиентов';
$_['column_sort_order']         = 'Порядок сортировки';
$_['column_action']             = 'Действие';

// Entry
$_['entry_name']                = 'Название группы клиентов:';
$_['entry_description']         = 'Описание:';
$_['entry_approval']            = 'Активация новых пользователей:<br /><span class="help">Не позволять входить новым клиентам под своим логином и паролем до одобрения аккаунта.</span>';
$_['entry_company_id_display']  = 'Поле "ОГРН":<br /><span class="help">Данное поле необходимо при формировании счета в админке. Показывать его покупателю при регистрации?</span>';
$_['entry_company_id_required'] = 'Поле "ОГРН" обязательное:<br /><span class="help">Является ли данное поле обязательным к заполнению?.</span>';
$_['entry_tax_id_display']      = 'Поле "ИНН":<br /><span class="help">Данное поле необходимо при формировании счета в админке. Показывать его покупателю при регистрации?</span>';
$_['entry_tax_id_required']     = 'Поле "ИНН" обязательное:<br /><span class="help">Является ли данное поле обязательным к заполнению?</span>';
$_['entry_sort_order']          = 'Порядок сортировки:';

// Error
$_['error_permission']          = 'У Вас нет прав для изменения групп клиентов!';
$_['error_name']                = 'Название группы должно быть от 3 до 32 символов!';
$_['error_default']             = 'Эту группу клиентов нельзя удалить, потому что она используется по умолчанию!';
$_['error_store']               = 'Эту группу клиентов нельзя удалить, потому что она используется в %s магазине(ах)!';
$_['error_customer']            = 'Эту группу клиентов нельзя удалить, ппотому что в нее входит %s покупатель(ей)!';
?>