<?php
// Heading
$_['heading_title']    = 'Бэкап / Восстановление';

// Text
$_['text_backup']      = 'Архивировать базу данных';
$_['text_success']     = 'База данных импортирована!';

// Entry
$_['entry_restore']    = 'Востановить базу данных:';
$_['entry_backup']     = 'Бэкап:';

// Error
$_['error_permission'] = 'У Вас нет прав для управления Бэкап / Восстановление!';
$_['error_backup']     = 'Предупреждение: Вы должны выбрать хотя бы одну таблицу для резервного копирования!';
$_['error_empty']      = 'Загруженный файл пуст!';
?>